[Demo_Common_Prologue_ENG GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-680,Y=-2965,Z=135),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=180,Y=45,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',Vec=(X=-840,Y=-3090,Z=0),VecSub=(X=38,Y=0,Z=0),CId=21)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=-643,Y=-2900,Z=-300),VecSub=(X=90,Y=0,Z=0),CId=69)
DemoScripts[5]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Vec=(X=-643,Y=-2950,Z=-300),VecSub=(X=90,Y=0,Z=0),CId=70)
DemoScripts[6]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[7]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[0]="pt_CE_0000_lp_open_normal",motionName[1]="pt_CM_0002_fx_close_smile_S",motionName[2]="pt_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[8]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[9]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[10]=(Actor=CHARACTER,Command=CAMERA_OFS,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=70)
DemoScripts[11]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Positive.GG2_BGM_DM_CMN_Positive_Cue')
DemoScripts[12]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[13]=(Actor=FADE,Command=WAIT)
DemoScripts[14]=(Actor=WINDOW,Command=SET)
DemoScripts[15]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[16]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[17]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[18]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[19]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[20]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[21]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[22]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[23]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[24]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[25]=(Actor=WINDOW,Command=EXIT)
DemoScripts[26]=(Actor=AMBIENT,Command=PLAY,SecTime=1,SoundID=SoundCue'AMB_Schoolzone.GG2_AMB_Schoolzone_LP_Cue')
DemoScripts[27]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=180,Y=-5,Z=0),SecTime=1)
DemoScripts[28]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[29]=(Actor=WINDOW,Command=SET)
DemoScripts[30]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_Prologue.GG2_V_CMN_Prologue_011_Cue',Name="")
DemoScripts[31]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[32]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[33]=(Actor=WINDOW,Command=EXIT)
DemoScripts[34]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=218,Y=-5,Z=0),SecTime=1)
DemoScripts[35]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[36]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[37]=(Actor=WINDOW,Command=SET)
DemoScripts[38]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[39]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_Prologue.GG2_V_CMN_Prologue_013_Cue',Name="アマツカ　パタコ")
DemoScripts[40]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[41]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[42]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[43]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_Prologue.GG2_V_CMN_Prologue_015_Cue',Name="アマツカ　パタコ")
DemoScripts[44]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[45]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_Prologue.GG2_V_CMN_Prologue_016_Cue',Name="アマツカ　パタコ")
DemoScripts[46]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[47]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[48]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[0]="pt_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[49]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_Prologue.GG2_V_CMN_Prologue_017_Cue',Name="アマツカ　パタコ")
DemoScripts[50]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[51]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[52]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[53]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[0]="pt_CE_0002_lp_open_perplex",motionName[1]="pt_CM_0000_fx_close_normal",motionName[2]="pt_DM_0103_fx_Stand2Inarticulately",Rate=0,Number=3,Bit=1)
DemoScripts[54]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[2]="pt_DM_0300_lp_Inarticulately",Number=8)
DemoScripts[55]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_Prologue.GG2_V_CMN_Prologue_019_Cue',Name="アマツカ　パタコ")
DemoScripts[56]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[57]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[58]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[59]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_Prologue.GG2_V_CMN_Prologue_021_Cue',Name="")
DemoScripts[60]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[61]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[62]=(Actor=WINDOW,Command=EXIT)
DemoScripts[63]=(Actor=SYSTEM,Command=TAG,Label=DEBUG)
DemoScripts[64]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=POS,Vec=(X=-680,Y=-3155,Z=0),CId=69)
DemoScripts[65]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[66]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=0.5)
DemoScripts[67]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[68]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=)
DemoScripts[69]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[70]=(Actor=CHARACTER,Command=SET,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',SetType=POS,Vec=(X=0,Y=0,Z=-300),CId=21)
DemoScripts[71]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Sisters.GG2_BGM_DM_Usual_Sisters_Cue')
DemoScripts[72]=(Actor=WINDOW,Command=SET)
DemoScripts[73]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[74]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[75]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_Prologue.GG2_V_CMN_Prologue_023_Cue',Name="カミゾノ　シノブ")
DemoScripts[76]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[77]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[78]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[79]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0100_lp_close_normal",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0108_fx_Stand2Sulk",Rate=0,Number=3,Bit=1)
DemoScripts[80]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0800_lp_Sulk",Number=8)
DemoScripts[81]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_Prologue.GG2_V_CMN_Prologue_025_Cue',Name="カミゾノ　シノブ")
DemoScripts[82]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[83]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[84]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0801_fx_Sulk2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[85]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[86]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_Prologue.GG2_V_CMN_Prologue_026_Cue',Name="カミゾノ　シノブ")
DemoScripts[87]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[88]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[89]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[90]=(Actor=WINDOW,Command=EXIT)
DemoScripts[91]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[92]=(Actor=FADE,Command=WAIT)
DemoScripts[93]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=POS,Vec=(X=-720,Y=-3155,Z=0),CId=69)
DemoScripts[94]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=ROT,Vec=(X=50,Y=0,Z=0),CId=69)
DemoScripts[95]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=POS,Vec=(X=-680,Y=-3190,Z=0),CId=70)
DemoScripts[96]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=12,Bit=0,Rate=1)
DemoScripts[97]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[98]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[99]=(Actor=FADE,Command=WAIT)
DemoScripts[100]=(Actor=WINDOW,Command=SET)
DemoScripts[101]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_Prologue.GG2_V_CMN_Prologue_028_Cue',Name="カミゾノ　マヤ")
DemoScripts[102]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[103]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[104]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[105]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_Prologue.GG2_V_CMN_Prologue_030_Cue',Name="カミゾノ　マヤ")
DemoScripts[106]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[107]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[108]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[109]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0102_fx_Stand2Angry",Rate=0,Number=3,Bit=1)
DemoScripts[110]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0200_lp_Angry",Number=8)
DemoScripts[111]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=12,Bit=0,Rate=1)
DemoScripts[112]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_Prologue.GG2_V_CMN_Prologue_032_Cue',Name="カミゾノ　マヤ")
DemoScripts[113]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[114]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[115]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=11,Vec=(X=-680,Y=-3140,Z=120))
DemoScripts[116]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=4,Vec=(X=-680,Y=-3190,Z=110))
DemoScripts[117]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_Prologue.GG2_V_CMN_Prologue_033_Cue',Name="カミゾノ　シノブ")
DemoScripts[118]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[119]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[120]=(Actor=WINDOW,Command=EXIT)
DemoScripts[121]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[122]=(Actor=FADE,Command=WAIT)
DemoScripts[123]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Away_Normal_Cue')
DemoScripts[124]=(Actor=CHARACTER,Command=EXIT,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',CId=69)
DemoScripts[125]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[126]=(Actor=FADE,Command=WAIT)
DemoScripts[127]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0201_fx_Angry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[128]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[129]=(Actor=WINDOW,Command=SET)
DemoScripts[130]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[131]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[132]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[133]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[134]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_Prologue.GG2_V_CMN_Prologue_037_Cue',Name="カミゾノ　マヤ")
DemoScripts[135]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[136]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[137]=(Actor=WINDOW,Command=EXIT)
DemoScripts[138]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[139]=(Actor=FADE,Command=WAIT)
DemoScripts[140]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Away_Normal_Cue')
DemoScripts[141]=(Actor=CHARACTER,Command=EXIT,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',CId=70)
DemoScripts[142]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[143]=(Actor=FADE,Command=WAIT)
DemoScripts[144]=(Actor=WINDOW,Command=SET)
DemoScripts[145]=(Actor=TEXT,Command=SET,ID=TEXT38)
DemoScripts[146]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=218,Y=-5,Z=0),SecTime=0.5)
DemoScripts[147]=(Actor=TEXT,Command=SET,ID=TEXT39)
DemoScripts[148]=(Actor=TEXT,Command=SET,ID=TEXT40)
DemoScripts[149]=(Actor=TEXT,Command=SET,ID=TEXT41)
DemoScripts[150]=(Actor=WINDOW,Command=EXIT)
DemoScripts[151]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[152]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[153]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_BACK)
DemoScripts[154]=(Actor=FADE,Command=WAIT)
DemoScripts[155]=(Actor=SYSTEM,Command=WAIT,SecTime=1.5)
DemoScripts[156]=(Actor=WINDOW,Command=SET)
DemoScripts[157]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_Prologue.GG2_V_CMN_Prologue_042_Cue',Name="")
DemoScripts[158]=(Actor=TEXT,Command=SET,ID=TEXT42)
DemoScripts[159]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[160]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_Prologue.GG2_V_CMN_Prologue_043_Cue',Name="")
DemoScripts[161]=(Actor=TEXT,Command=SET,ID=TEXT43)
DemoScripts[162]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[163]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_Prologue.GG2_V_CMN_Prologue_044_Cue',Name="")
DemoScripts[164]=(Actor=TEXT,Command=SET,ID=TEXT44)
DemoScripts[165]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[166]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_Prologue.GG2_V_CMN_Prologue_045_Cue',Name="")
DemoScripts[167]=(Actor=TEXT,Command=SET,ID=TEXT45)
DemoScripts[168]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[169]=(Actor=WINDOW,Command=EXIT)
DemoScripts[170]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[171]=(Actor=SYSTEM,Command=END)

[Select_Common_Prologue_ENG GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=3,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=STUDY,ParamNum=50),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=SPORT,ParamNum=55),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=FASHION,ParamNum=50),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=EROTIC,ParamNum=50))
Selects[1]=(Label="SELECT01",SelectNumber=4,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=STUDY,ParamNum=50),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=SPORT,ParamNum=55),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=FASHION,ParamNum=50),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=EROTIC,ParamNum=50))
Selects[2]=(Label="SELECT02",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=STUDY,ParamNum=50),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=SPORT,ParamNum=55),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=FASHION,ParamNum=50),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=EROTIC,ParamNum=50))

[Text_Common_Prologue_ENG GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="峯大",Text="我的名字是久時峯大./n是就讀於櫻咲第三高等學校的高中二年級生.")
Texts[1]=(Label="TEXT02",Name="峯大",Text="這所學校有一個傳說./n......說是傳說,也不過是去年的事.")
Texts[2]=(Label="TEXT03",Name="峯大",Text="--通稱\"太受歡迎傳說\".")
Texts[3]=(Label="TEXT04",Name="峯大",Text="那天我正好因為食物中毒/n請假沒去學校,/n所以沒能親眼見證......")
Texts[4]=(Label="TEXT05",Name="峯大",Text="好像是有個學長突然之間/n變得很受全校女生的歡迎.")
Texts[5]=(Label="TEXT06",Name="峯大",Text="在眾多女孩子的攻勢之中,/n那位學長向他喜歡已久的一個女生告白/n並成為了兩情相悅的關係.")
Texts[6]=(Label="TEXT07",Name="峯大",Text="......突然變成萬人迷什麼的,/n光是這樣就已經夠奇葩了,居然還聽說在學長/n告白之後,有人看見飛上天空的\"天使\".")
Texts[7]=(Label="TEXT08",Name="峯大",Text="以那個傳聞為源頭,/n只要在這所學校看見\"天使\"/n就會變得受歡迎--")
Texts[8]=(Label="TEXT09",Name="峯大",Text="或是能和鍾情的對象兩情相悅....../n這樣的逸聞正在盛大流行著.")
Texts[9]=(Label="TEXT10",Name="峯大",Text="......話雖如此,卻完全沒聽說/n這所學校有什麼特別的八卦就是了.")
Texts[10]=(Label="TEXT11",Name="???",Text="那,那個......")
Texts[11]=(Label="TEXT12",Name="峯大",Text="......?")
Texts[12]=(Label="TEXT13",Name="???",Text="你對軍事有興趣嗎?")
Texts[13]=(Label="TEXT14",Name="峯大",Text="軍事?/n......話說,妳是?")
Texts[14]=(Label="TEXT15",Name="???",Text="是的,我是一年級的/n\"天使帕塔可\".")
Texts[15]=(Label="TEXT16",Name="帕塔可",Text="我打算創立一個軍事研究會,/n所以從早上開始在這個地方/n發放募集成員的傳單.")
Texts[16]=(Label="TEXT17",Name="帕塔可",Text="學長你對軍事......有興趣嗎?")
Texts[17]=(Label="TEXT18",Name="峯大",Text="嗯~......沒有吧.")
Texts[18]=(Label="TEXT19",Name="帕塔可",Text="這樣啊....../n真是遺憾......")
Texts[19]=(Label="TEXT20",Name="峯大",Text="抱歉啊.雖然我沒辦法參加,/n不過要是妳方便的話,我能幫忙/n募集成員......")
Texts[20]=(Label="TEXT21",Name="???",Text="峯大./n竟然一大早就向學妹獻殷勤,/n真是個不知羞恥的人呢.")
Texts[21]=(Label="TEXT22",Name="峯大",Text="小,小忍......?")
Texts[22]=(Label="TEXT23",Name="忍",Text="早啊.")
Texts[23]=(Label="TEXT24",Name="峯大",Text="啊,啊啊,早......真是稀奇./n小忍居然會向我搭話......")
Texts[24]=(Label="TEXT25",Name="忍",Text="......我也不是喜歡纔跟你說話的./n只是剛好有點事要找你而已.")
Texts[25]=(Label="TEXT26",Name="忍",Text="昨天,妹妹--真夜她回來了.")
Texts[26]=(Label="TEXT27",Name="峯大",Text="咦?")
Texts[27]=(Label="TEXT28",Name="真夜",Text="......峯哥.")
Texts[28]=(Label="TEXT29",Name="峯大",Text="......好久不見,小真夜.")
Texts[29]=(Label="TEXT30",Name="真夜",Text="你長高了呢.")
Texts[30]=(Label="TEXT31",Name="峯大",Text="小真夜倒是沒什麼變啊.")
Texts[31]=(Label="TEXT32",Name="真夜",Text="呣!/n我明明長高不少了說......")
Texts[32]=(Label="TEXT33",Name="忍",Text="好了,已經夠了吧,真夜./n我們走吧.")
Texts[33]=(Label="TEXT34",Name="峯大",Text="啊,小真夜......")
Texts[34]=(Label="TEXT35",Name="峯大",Text="......呃,那個......")
Texts[35]=(Label="TEXT36",Name="峯大",Text="歡迎回來.")
Texts[36]=(Label="TEXT37",Name="真夜",Text="......我回來了./n峯哥.")
Texts[37]=(Label="TEXT38",Name="峯大",Text="......")
Texts[38]=(Label="TEXT39",Name="峯大",Text="哦,抱歉,天使同學./n關於募集成員的事情......")
Texts[39]=(Label="TEXT40",Name="峯大",Text="咦......?/n天使同學......?")
Texts[40]=(Label="TEXT41",Name="峯大",Text="已經走掉了嗎......?")
Texts[41]=(Label="TEXT42",Name="???",Text="......")
Texts[42]=(Label="TEXT43",Name="???",Text="......呣呣呣......看來這位大人/n和這對青梅竹馬的姊妹/n已經變得疏遠了......")
Texts[43]=(Label="TEXT44",Name="???",Text="學長./n願你能夠獲得天使的祝福.")
Texts[44]=(Label="TEXT45",Name="???",Text="具體的情況就留到明天早上再說了.")
Texts[45]=(Label="",Name="",Text="")

